RRN_Data/564000/564093.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-07-28T17:56:29.273+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-07-28T17:56:29.273+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="220728-001873" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2022-07-28T17:56:28.281+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AbnormalTraffic" id="220728-001873-1" version="2"><situationRecordCreationReference>EVE_DIRO220728-000084-EVE_DIRO220728-000102</situationRecordCreationReference><situationRecordCreationTime>2022-07-28T17:55:33.100+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-07-28T17:56:20.799+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-07-28T17:56:28.281+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-07-28T17:55:33.100+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-07-28T17:55:32.518+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>5</numberOfLanesRestricted><originalNumberOfLanes>5</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 935 m au sud de Rennes - Porte de Saint-Nazair, fin : situé 42 m au nord de Rennes - Porte de Bréquigny</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Ouest/District de Rennes/CEI de Rennes Saint-Jacques</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>allLanesCompleteCarriageway</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>outerRing</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.07942</latitude><longitude>-1.6870124</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Noyal-Châtillon-sur-Seiche</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N136</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.084373</latitude><longitude>-1.6989329</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Rennes</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N136</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Rennes - Porte de Bréquigny</value></values></alertCLocationName><specificLocation>14096</specificLocation></alertCLocation><offsetDistance><offsetDistance>42</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Rennes - Porte de Saint-Nazair</value></values></alertCLocationName><specificLocation>14097</specificLocation></alertCLocation><offsetDistance><offsetDistance>935</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>N0136</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>984.0</distanceAlong><fromReferent><referentIdentifier>35PR9G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>200.0</distanceAlong><fromReferent><referentIdentifier>35PR11G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>1260</queueLength></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>